Repository: code4romania/ureport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

source: The category this image represents
ro: Categoria pe care această imagine o reprezintă

source: The human readable name for this content type
ro: Denumirea lizibilă de către om pentru acest tip de conținut

source: The slug to idenfity this content type, used with the template tags
ro: Câmpul pentru identificarea acestui tip de conținut, utilizat cu tag-uri șablon

source: A description of where this content type is used on the site and how it will be dsiplayed
ro: O descriere a locului unde acest tip de conținut este folosit pe site și modul în care va fi afișat

source: Whether this content should include a title
ro: Dacă acest conținut ar trebui să includă un titlu

source: Whether this content should include an image
ro: Dacă acest conținut ar trebui să includă o imagine

source: Whether this content should use a rich HTML editor
ro: Dacă acest conținut ar trebui să utilizeze un editor HTML bogat

source: Whether this content should include a summary field
ro: Dacă acest conținut ar trebui să includă un câmp rezumat

source: Whether this content should include a link
ro: Dacă acest conținut ar trebui să includă un link

source: Whether this content should allow upload of additional images, ie a gallery
ro: Dacă acest conținut ar trebui să permită încărcarea de imagini suplimentare, adică o galerie

source: Whether this content has a color field
ro: Dacă acest conținut are un câmp de culoare

source: Whether this content should allow setting a YouTube id
ro: Dacă acest conținut ar trebui să permită stabilirea unui ID YouTube

source: Whether this content should allow tags
ro: Dacă acest conținut ar trebui să permită tag-uri

source: Content Type
ro: Tip de conținut

source: The category, or type for this content block
ro: Categoria sau tipul pentru acest bloc de conținut

source: The title for this block of content, optional
ro: Titlul pentru acest bloc de conținut, opțional

source: The summary for this item, should be short
ro: Rezumatul pentru acest element, trebuie să fie scurt

source: The body of text for this content block, optional
ro: Corpul de text pentru acest bloc de conținut, opțional

source: Any image that should be displayed with this content block, optional
ro: Orice imagine care ar trebui să fie afișată cu acest bloc de conținut, opțional

source: A background color to use for the image, in the format: #rrggbb
ro: O culoare fundal pentru imagine, în formatul: #rrggbb

source: Any link that should be associated with this content block, optional
ro: Orice link care ar trebui să fie asociat cu acest bloc de conținut, opțional

source: Any tags for this content block, separated by spaces, can be used to do more advanced filtering, optional
ro: Orice tag-uri pentru acest bloc de conținut, separate prin spații, pot fi folosite pentru o filtrare mai avansată, opțional

source: The priority for this block, higher priority blocks come first
ro: Prioritatea pentru acest bloc, blocurile cu prioritate mai mare sunt poziționate în partea de sus a paginii

source: The organization this content block belongs to
ro: Organizația la care aparține acest bloc de conținut

source: Gallery
ro: Galerie

source: Add Image
ro: Adaugă imagine

source: Search
ro: Caută

source: Add
ro: Adaugă

source: Content Types
ro: Tipuri de conținut

source: Content Blocks
ro: Blocuri de conținut

source: %s Blocks
ro: %s blocuri

source: Edit %s
ro: Revizuire %s

source: Create %s
ro: Creează %s

source: Create Content Block
ro: Creează bloc de conținut

source: Your first name
ro: Prenumele tău

source: Your last name
ro: Numele tău

source: Your email address
ro: Adresa ta de email

source: Your password, at least eight letters please
ro: Parola ta, de cel puțin opt caractere

source: Passwords must contain at least 8 letters.
ro: Parolele trebuie să conțină cel puțin 8 caractere.

source: This domain is used for subdomains
ro: Acest domeniu este utilizat pentru subdomenii

source: The name of this organization
ro: Numele acestei organizații

source: The logo that should be used for this organization
ro: Sigla care ar trebui să fie utilizată pentru această organizație

source: Administrators
ro: Administratori

source: The administrators in your organization
ro: Administratorii din cadrul organizației voastre

source: Viewers
ro: Vizualizatori

source: The viewers in your organization
ro: Vizualizatorii din cadrul organizației voastre

source: Editors
ro: Editori

source: The editors in your organization
ro: Editorii din cadrul organizației voastre

source: Language
ro: Limba

source: The main language used by this organization
ro: Limba principală utilizată de această organizație

source: Subdomain
ro: Subdomeniu

source: This subdomain is not available
ro: Acest subdomeniu nu este disponibil

source: The subdomain for this organization
ro: Subdomeniul pentru această organizație

source: Domain
ro: Domeniu

source: This domain is not available
ro: Acest domeniu nu este disponibil

source: The custom domain for this organization
ro: Domeniul personalizat pentru această organizație

source: Timezone
ro: Fus orar

source: The timezone your organization is in.
ro: Fusul orar al organizației voastre

source: JSON blob used to store configuration information associated with this organization
ro: Fișierele JSON utilizate pentru a stoca informațiile de configurare asociate cu această organizație

source: Viewer
ro: Vizualizator

source: The organization to which the account is invited to view
ro: Organizația al cărei profil a fost invitat pentru vizualizare

source: The email to which we send the invitation of the viewer
ro: Email-ul la care trimitem invitația vizualizatorului

source: a unique code associated with this invitation
ro: un cod unic asociat cu această invitație

source: %s Invitation
ro: %s invitație

source: The organization in which the image will be used
ro: Organizația în care imaginea va fi utilizată

source: The name to describe this background
ro: Denumirea pentru a descrie acest fundal

source: Background type
ro: Tipul fundalului

source: The API token for this backend
ro: Tokenul API pentru acest backend

source: You've been invited to join %(org_name)s. <br/> To accept the invitation, <a href='%(host)s%(join_url)s'>click here</a>.
ro: Ai fost invitat să te alături %(org_name)s. <br/> Pentru a accepta invitația, <a href='%(host)s%(join_url)s'>clic aici</a>.

source: You are invited to join {{org.name}}.
ro: Sunteți invitat să te alături {{org.name}}.

source: Click this link to join
ro: Clic aici să te alături

source: Edit
ro: Editează

source: Manage Backends
ro: Gestionează backend

source: Manage Users
ro: Gestionează utilizatori

source: Accounts
ro: Conturi

source: Admins
ro: Administratori

source: Remove
ro: Elimină

source: You must have at least one administator
ro: Trebuie să aveți cel puțin un administrator

source: Select your Organization
ro: Selectați organizația voastră

source: Your account is not associated to an organization. Please Contact the adminstrator.
ro: Contul dat nu este asociat unei organizații. Vă rugăm să contactați administratorul.

source: Your Organization
ro: Organizația voastră

source: Invite people to your organization
ro: Invitați oameni în organizația voastră

source: User group
ro: Grup utilizatori

source: One of the emails you entered is invalid.
ro: Una dintre adresele de email pe care le-ai introdus nu este validă.

source: Manage %(name)s Accounts
ro: Administrează conturile %(name)s

source: Create
ro: Creează

source: Your invitation link is invalid. Please contact your organization administrator.
ro: Link-ul invitației tale nu este valid. Vă rugăm să contactați administratorul organizației voastre.

source: Join %(name)s
ro: Alătură-te %(name)s

source: Join
ro: Alătură-te

source: Your invitation link has expired. Please contact your organization administrator.
ro: Link-ul invitației a expirat. Vă rugăm să contactați administratorul organizației voastre.

source: Task
ro: Sarcină

source: Tasks
ro: Sarcini

source: The title for this story
ro: Titlul pentru acest articol

source: Whether this story is featured
ro: Dacă acest articol este recomandat

source: The summary for the story
ro: Rezumatul pentru articol

source: The writer of the story
ro: Autorul articolului

source: A link to an mp3 file to publish on this story
ro: Un link către un fișier MP3 care să fie publicat în acest articol

source: The id of the YouTube video that should be linked to this story (this is the text that comes afer v= and before & in the YouTube URL)
ro: ID-ul videoului de pe YouTube care trebuie să fie atașat la acest articol (acesta este textul care urmează după v= și înainte de & în adresa URL a canalului YouTube)

source: Any tags for this story, separated by spaces, can be used to do more advanced filtering, optional
ro: Orice tag-uri pentru acest articol, separate prin spații, pot fi folosite pentru o filtrare mai avansată, opțional

source: The category for this story
ro: Categoria pentru acest articol

source: The organization this story belongs to
ro: Organizația căreia îi aparține acest articol

source: The story to associate to
ro: Articolul cu care trebuie asociat

source: Yes
ro: Da

source: No
ro: Nu

source: Image to display on story page and in previews. (optional)
ro: Imaginea care să fie afișată pe pagina unde este plasat articolul și în previzualizări. (opțional)

source: Image to display on story page and in previews (optional)
ro: Imaginea care să fie afișată pe pagina unde este plasat articolul și în previzualizări (opțional)

source: The name of this tag
ro: Denumirea acestei categorii

source: Remove Item?
ro: Elimină element?

source: Are you sure you want to remove <b>%(object)s</b>?
ro: Sigur vrei să elimini <b>%(object)s</b>?

source: Once it is removed, it will be gone forever. There is no way to undo this operation.
ro: Odată eliminat, nu va mai putea fi restabilit. Nu există niciun mod de a anula această operațiune.

source: Cancel
ro: Anulează

source: %(counter)s result
ro: %(counter)s rezultate

source: Results %(start)s-%(end)s of %(count)s
ro: Rezultate %(start)s-%(end)s din %(count)s

source: Previous
ro: Anterior

source: Next
ro: Următor

source: edit
ro: editează

source: Sign in
ro: Conectează-te

source: Login
ro: Autentifică-te

source: Forgot Password?
ro: Ai uitat parola?

source: Token Expired
ro: Token expirat

source: Login Failure
ro: Autentificare eșuată

source: Sorry, you cannot log in at this time because we received %(failed_login_limit)s incorrect login attempts.
ro: Ne pare rău, nu vă puteți autentifica în acest moment deoarece am primit %(failed_login_limit)s încercări de conectare nereușite.

source: Please wait %(lockout_timeout)s minutes before to try log in again.
ro: Vă rugăm să așteptați %(lockout_timeout)s minute înainte să încercați să vă autentificați din nou.

source: Alternatively, you can fill out the form below to have your password reset via email.
ro: În caz contrar, poți completa formularul de mai jos pentru a-ți reseta parola prin email.

source: Please contact the website administrator to have your password reset.
ro: Te rugăm să contactezi administratorul site-ului pentru a-ți reseta parola.

source: Email Address
ro: Adresă email

source: Recover
ro: Recuperează

source: Please enter the email address you used to sign up and we will help you recover your password.
ro: Te rugăm să introduci adresa de email pe care ai utilizat-o la conectare, iar noi te vom ajuta să îți recuperezi parola.

source: <strong>Your password has expired.</strong> Site policy states that you must pick a new password every %(expire_days)s days, and that passwords must not have been used within the previous %(window_days)s days.
ro: 1 Pai parola dvs. a expirat. 1 Politica site-ului prevede că trebuie să alegeți o nouă parolă la fiecare 1 %(expire_days)s zile, și că parolele nu trebuie să fi fost utilizate în precedentele 1 %(window_days)s zile.

source: New Password
ro: Parolă nouă

source: Passwords must have at least 8 characters, including one uppercase, one lowercase and one number
ro: Parolele trebuie să conțină cel puțin 8 caractere, inclusiv o majusculă, o minusculă și un număr

source: You have used this password before in the past year, please use a new password.
ro: Ai folosit această parolă pe parcursul ultimului an, alege o parolă nouă.

source: Password
ro: Parolă

source: Confirm Password
ro: Confirmare parolă

source: Please enter your password to save changes.
ro: Introdu parola pentru a salva modificările.

source: Confirm the new password by filling the this field
ro: Confirmă parola nouă prin completarea acestui câmp

source: New password doesn't match with its confirmation
ro: Parola nouă nu se potrivește cu cea confirmată

source: Your Email
ro: Email

source: email recovery is not supported, please contact the website administrator to reset your password manually.
ro: emailul pentru recuperarea parolei nu este confirmat, contactează administratorul site-ului pentru a-ți reseta parola manual.

source: Current Password
ro: Parolă curentă

source: Your new password.
ro: Parola ta nouă.

source: Confirm new Password
ro: Confirmă parolă nouă

source: Confirm your new password.
ro: Confirmă parola ta nouă.

source: Please enter your password to save changes
ro: Introdu parola pentru a salva modificările

source: Confirm your new password by entering it here
ro: Confirmă parola noua introducând-o aici

source: Mismatch between your new password and confirmation, try again
ro: Parola nouă și cea confirmată nu corespund, încearcă din nou

source: New user created successfully.
ro: Contul nou a fost creat cu succes.

source: Groups
ro: Grupuri

source: Users will only get those permissions that are allowed for their group.
ro: Utilizatorii vor primi doar permisiunile care sunt admise pentru grupul lor.

source: Set the user's initial password here.
ro: Introdu aici parola inițială a utilizatorului.

source: Last Login
ro: Ultima autentificare

source: Is Active
ro: Este activ

source: Whether this user is allowed to log into the site
ro: Dacă acestui utilizator îi este permis să se autentifice pe site

source: Users will only get those permissions that are allowed for their group
ro: Utilizatorii vor primi doar permisiunile care sunt admise pentru grupul lor.

source: You can reset the user's password by entering a new password here
ro: Poți reseta parola utilizatorului prin introducerea unei noi parole aici

source: Your password
ro: Parola ta

source: If you want to set a new password, enter it here
ro: Dacă dorești să setezi o parolă nouă, introdu-o aici

source: Confirm New Password
ro: Confirmare parola nouă

source: Edit your profile
ro: Editează-ți profilul

source: An Email has been sent to your account with further instructions.
ro: Un email cu instrucțiuni suplimentare ți-a fost expediat în cont

source: Password Recovery Request
ro: Solicitare recuperare parolă

source: Pick a new password
ro: Alege o parolă nouă

source: Your password has successfully been updated, thank you.
ro: Parola a fost actualizată cu succes, îți mulțumim.

source: You are now logged in as %s
ro: Acum tu ești conectat ca %s

source: Password Updated Successfully. Now you can log in using your new password.
ro: Parola a fost actualizată cu succes. Acum poți să te loghezi cu parola nouă.

source: Reset your Password
ro: Resetează-ți parola

source: Your link has expired for security reasons. Please reinitiate the process by entering your email here.
ro: Link-ul tău a expirat din motive de securitate. Te rugăm să începi din nou prin introducerea emailului aici.

source: Submit
ro: Trimite

source: Form
ro: Formular

source: Save Changes
ro: Salvează modificările

source: Your new %s has been created.
ro: %s tău nou a fost creat.

source: Import %s
ro: Importă %s

source: Back to Website
ro: Înapoi la website

source: Welcome,
ro: Bine ai venit,

source: Logout
ro: Deconectare

source: Opinions
ro: Sondaje

source: Pages
ro: Pagini

source: Jobs
ro: Achiziții

source: Categories Images
ro: Imagini categorii

source: News Items
ro: Știri

source: Orgs
ro: Organizații

source: About
ro: Despre

source: Engagement
ro: Implicare

source: Category Images
ro: Imagini categorie

source: + New
ro: + Nou

source: + New Page
ro: + Pagină nouă

source: Content
ro: Conținut

source: Country Aliases
ro: Aliasuri țări

source: Job Sources
ro: Surse achiziții

source: Jobs Content
ro: Conținut achiziții

source: About Content
ro: Conținut despre noi

source: Videos
ro: Video

source: Contact Us Content
ro: Conținut contact

source: Missions Content
ro: Conținut misiuni

source: Terms & Conditions
ro: Termeni și condiții

source: U-Reporters Content
ro: Conținut U-Reporteri

source: Join &amp; Engage Content
ro: Conținut Alătură-te &amp; Implică-te”

source: Join Steps Content
ro: Conținut înregistrare

source: Additional Menu
ro: Meniu suplimentar

source: SELECT YOUR COUNTRY
ro: SELECTEAZĂ ȚARA TA

source: Join Now
ro: Alătură-te acum

source: READ MORE
ro: CITEȘTE MAI MULT

source: EXPLORE ENGAGEMENT
ro: EXPLOREAZĂ IMPLICARE

source: To add a Twitter job source you are required to get a widget id from twitter.
ro: Pentru a adăuga sursa de achiziții de pe Twitter este necesare a obține ID-ul widget-ului din twitter.

source: Follow this step by step guide
ro: Urmează acest ghid pas cu pas

source: <div>After you create the widget copy the widget id from the url as shown on</div>
ro: <Div> După ce creați widget-ul, copiați id-ul widget-ului din url, așa cum este prezentat în </ div>

source: Back
ro: Înapoi

source: LATEST NOTIFICATIONS
ro: ULTIMELE NOTIFICĂRI

source: + New Poll
ro: + Sondaj Nou

source: %(counter)s poll question
ro: %(counter)s întrebare sondaj

source: Refresh Results
ro: Actualizează rezultate

source: MORE POLLS
ro: MAI MULTE SONDAJE

source: FILTER
ro: FILTRARE

source: POLL LIST
ro: LISTĂ SONDAJE

source: All polls from most recent to oldest
ro: Toate sondajele, de la cele mai recente la cele mai vechi

source: ARCHIVED STORIES
ro: ARTICOLE ARHIVATE

source: LIST
ro: LISTĂ

source: LATEST OPINION
ro: ULTIMELE OPINII

source: VIEW FULL RESULTS
ro: VEZI REZULTATELE DETALIATE

source: U-REPORTERS IN
ro: U-REPORTERI ÎN

source: PARTNERING WITH
ro: PARTENERIAT CU

source: U-REPORTERS
ro: U-REPORTERI

source: IN
ro: ÎN

source: COUNTRIES WORLDWIDE
ro: ȚĂRILE DIN LUME

source: AGES
ro: VÂRSTE

source: Join U-Report, Your voice matters.
ro: Alătură-te U-Report, Vocea ta contează.

source: FEATURED STORY
ro: ARTICOL RECOMANDAT

source: We are a part of a global platform working to change the lives of young people around the world.
ro: Suntem o parte a unei platforme globale care lucrează pentru a schimba viața tinerilor din întreaga lume.

source: Learn more about how U-Report is empowering and connecting young people to speak out on issues that matter to them.
ro: Aflați mai multe despre modul în care U-Report abilitează și conectează tinerii pentru a vorbi despre problemele care contează pentru ei.

source: LEARN MORE
ro: ÎNVAȚĂ MAI MULT

source: Visit
ro: Vizitează

source: How would you like to join?
ro: Cum ai vrea să te înscrii?

source: SEARCH
ro: CAUTĂ

source: No results found
ro: Niciun rezultat găsit

source: RESPONSE RATE
ro: RATĂ DE RĂSPUNS

source: %(responded)s responded out of %(polled)s polled
ro: Au răspuns %(responded)s din %(polled)s intervievați

source: ALL
ro: TOȚI

source: AGE
ro: VÂRSTĂ

source: GENDER
ro: GEN

source: LOCATION
ro: LOCAȚIE

source: Written by:
ro: Scris de către:

source: STORY
ro: ARTICOL

source: Even
ro: Pe aceeași temă

source: State
ro: Stat

source: Participation Level
ro: Nivel de participare

source: Reporters in
ro: Reporteri în

source: Results
ro: Rezultate

source: *Other answers include
ro: *Alte răspunsuri includ

source: Population
ro: Populație

source: Registered in
ro: Înregistrat în

source: Density
ro: Densitate

source: of
ro: din

source: the
ro: cele

source: OVERALL STATISTICS
ro: STATISTICI GENERALE

source: THIS YEAR
ro: ACEST AN

source: AVG RESPONSE RATE
ro: RATA MEDIE DE RĂSPUNS

source: U-REPORTERS BY REGION
ro: U-REPORTERI DUPĂ REGIUNE

source: FILTER RESULTS
ro: FILTREAZĂ REZULTATE

source: Export and Share
ro: Exportă și Partajează

source: Want to tell the world about this? Download this image to easily share on social media or for a beautiful presentation!
ro: Vrei să spui lumii despre asta? Descărcați această imagine pentru a partaja cu ușurință pe rețelile sociale sau pentru o prezentare frumoasă!

source: SELECT COUNTRY
ro: SELECTEAZĂ ȚARA

source: Custom pages
ro: Pagini personalizate

source: See by the numbers how we are engaging youth voices for positive social change.
ro: Vedeți după numere cum interacționăm cu propunerile tinerilor pentru schimbări sociale pozitive.

source: Polled
ro: Intervievați

source: Reporters
ro: Raportori

source: Top Region
ro: Regiune top

source: January
ro: Ianuarie

source: February
ro: Februarie

source: March
ro: Martie

source: April
ro: Aprilie

source: May
ro: Mai

source: June
ro: Iunie

source: July
ro: Iulie

source: September
ro: Septembrie

source: October
ro: Octombrie

source: November
ro: Noiembrie

source: December
ro: Decembrie

source: Jan
ro: Ian

source: Jun
ro: Iun

source: Jul
ro: Iul

source: Are you sure you want to remove <strong>%(object)s</strong>?
ro: Ești sigur că vrei să elimini 1 %(object)s1?

source: %(counter)s result
ro: %(counter)s rezultate

source: Results %(start)s-%(end)s of %(count)s
ro: Rezultate %(start)s-%(end)s of %(count)s

source: Error
ro: Eroare

source: Enter Dashboard
ro: Intră în panoul de administrare

source: Sorry, you cannot log in at this time because we received %(failed_login_limit)s incorrect login attempts.
ro: Ne pare rău, nu vă puteți autentifica în acest moment, deoarece am primit 1 %(failed_login_limit)s încercări de conectare incorecte.

source: Please wait %(lockout_timeout)s minutes before to try log in again.
ro: Vă rugăm să așteptați 1 %(lockout_timeout)s minute înainte să încercați să vă autentificați din nou.

source: <strong>Your password has expired.</strong> Site policy states that you must pick a new password every %(expire_days)s days, and that passwords must not have been used within the previous %(window_days)s days.
ro: 1 Parola dvs. a expirat. 1 Politica site-ului prevede că trebuie să alegeți o nouă parolă la fiecare 1 %(expire_days)s days, și că parolele nu trebuie să fi fost utilizate în precedentele 2 %(window_days)s days.

source: + New Story
ro: + Articol nou

source: Photos
ro: Fotografii

source: Whether this bot is featured and displayed on the homepage
ro: Dacă acest sondaj ar trebui să fie afișat pe pagina principală

source: The description text for this bot
ro: Descrierea paginii de istorioare

source: The color used to draw the text on the join bar
ro: Culoarea textului de pe bara „Alătură-te”

source: The color used to draw the background on the join bar
ro: Culoarea fundalului de pe bara „Alătură-te”

source: The primary color for styling for this organization
ro: Culoarea primară de stilizare pentru această organizație

source: The background color for the site
ro: Culoarea fundalului pentru site

source: Whether to activate the new design.
ro: În caz dacă activați noul design.

source: JOIN NOW
ro: ALĂTURĂ-TE ACUM

source: %(counter)s result
ro: %(counter)s rezultate

source: Results %(start)s-%(end)s of %(count)s
ro: Results 1 %(start)s-%(end)s din %(count)s

source: %(counter)s poll question
ro: %(questions)s ca și întrebarea chestionată pe acest subiect

source: Polls
ro: Sondaje

source: U-Reporters
ro: U-Reporteri

source: Join & Engage
ro: Alătură-te și implică-te

source: FOLLOW US ON
ro: URMĂREȘTE-NE PE
