Repository: code4romania/ureport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

source: Refreshed %s cache for this organization
ro: Actualizat %s pentru această organizație

source: Banner
ro: Baner

source: Pattern
ro: Tipar

source: Flag
ro: Steag

source: About Partner Logo
ro: Despre logo partener

source: Org
ro: Organizație

source: The organization to which the image will be used
ro: Organizația pentru care va fi utilizată imaginea

source: Name
ro: Denumirea

source: A short descriptive name for this image
ro: O scurtă denumire descriptivă pentru această imagine

source: Image type
ro: Tip imagine

source: The image file
ro: Fișierul imagine

source: The priority number for this image among others on a list, high priority comes first
ro: Prioritatea acestei imagini față de celelalte din listă, valoarea mai mare va fi prima

source: The organization this bot is part of
ro: Organizația din care face parte acest robot

source: The keyword for this bot
ro: Cuvântul cheie pentru acest robot

source: Label
ro: Etichetă

source: Key
ro: Cheie

source: Male
ro: Masculin

source: Female
ro: Feminin

source: Other
ro: Altul

source: Organization
ro: Organizație

source: Gender
ro: Gen

source: Gender of the contact
ro: Genul persoanei

source: Born Field
ro: Câmp dată naștere”

source: Occupation Field
ro: Câmp ocupație

source: Registration Date
ro: Dată înregistrare

source: State Field
ro: Câmp stat

source: District Field
ro: Câmp district

source: Ward Field
ro: Câmpul „Raion”

source: Number of items with this counter
ro: Numărul de elemente cu acest contor

source: No root user found. Please create a root user
ro: Nu a fost găsit niciun utilizator administrator. Creează un nou utilizator administrator

source: The name for our alias
ro: Numele pentru aliasul nostru

source: The title or name to reference this Job source.
ro: Titlul sau denumirea pentru a face referire la această sursă de achiziții.

source: Choose the type for the Job source. Twitter, Facebook or RSS feed
ro: Alege tipul pentru sursa de achiziție. Twitter, Facebook sau flux RSS

source: The full URL to navigate to this Job source.
ro: URL-ul complet pentru a naviga la această sursă de achiziții.

source: For Twitter, a widget Id is required to embed tweets on the website. Read carefully the instructions above on how to get the right widget Id
ro: Pentru Twitter, un widget ID este necesar pentru a include tweet-uri pe site-ul web. Citește cu atenție instrucțiunile de mai sus despre cum să obții widget ID-ul potrivit

source: Featured job sources are shown first on the jobs page.
ro: Sursele promovate de achiziții sunt afișate primele pe pagina de achiziții.

source: The organization this job source is for
ro: Organizația la care se referă această sursă de achiziții

source: Your job source has been added successfully
ro: Sursa ta achiziții a fost adăugată cu succes

source: Your job source has been updated successfully
ro: Sursa ta de achiziții a fost actualizată cu succes

source: The call to action text for this landing page
ro: Corpul de text pentru acestă primă pagină

source: The body of text for the landing page
ro: Corpul de text pentru prima pagină

source: The image file to use for the page
ro: Fișierul imagine pentru pagină

source: Whether this page should be active to the public
ro: Dacă această pagină trebuie să fie afișată publicului

source: This is the OSM id for this administrative boundary
ro: Acesta este ID-ul OSM pentru această frontieră administrativă

source: The name of our administrative boundary
ro: Denumirea frontierei noastre administrative

source: The level of the boundary, 0 for country, 1 for state, 2 for district
ro: Nivelul frontierei, 0 pentru țară, 1 pentru stat, 2 pentru raion

source: The parent to this political boundary if any
ro: Părintele către această frontieră politică, dacă există

source: Geometry
ro: Geometrie

source: The json representing the geometry type and coordinates of the boundaries
ro: JSON care reprezintă tipul de geometrie și coordonatele frontierelor

source: The title for this item
ro: Titlul pentru acest element

source: A short summary description for this item
ro: O scurtă descriere a acestui element

source: A link that should be associated with this item
ro: Un link care trebuie să fie asociat cu acest element

source: The category this item belongs to
ro: Categoria de care aparține acest element

source: The organization this item belongs to
ro: Organizația de care aparține acest element

source: The title for this Video
ro: Titlul pentru acest video

source: A short summary description for this video
ro: O descriere sumară a acestui video

source: The id of the YouTube video that should be linked to this item
ro: ID-ul videoului de pe YouTube care ar trebui să fie legat de acest element

source: The organization this video belongs to
ro: Organizația de care aparține acest video

source: The name of this poll category
ro: Denumirea acestei categorii de sondaje

source: The organization this category applies to
ro: Organizația pentru care se aplică această categorie

source: Poll Categories
ro: Categorii de sondaje

source: The Flow this Poll is based on
ro: Fluxul care stă la baza acestui sondaj

source: The date to display for this poll. Leave empty to use flow creation date.
ro: Data care să fie afișată pentru acest sondaj. A se lăsa gol pentru a utiliza data creării fluxului.

source: Whether the flow for this poll is archived on RapidPro
ro: Dacă fluxul pentru acest sondaj este arhivat în RapidPro

source: The base language of the flow to use
ro: Limba de bază pe care trebuie să o utilizeze fluxul

source: The number of polled reporters on this poll
ro: Numărul de reporteri intervievați în acest sondaj

source: Whether the poll has finished the initial results sync.
ro: Dacă în urma sondajului a fost finalizată sincronizarea rezultatelor inițiale.

source: Whether the poll should stop regenerating stats.
ro: Dacă sondajul ar trebui să înceteze regenerarea statisticilor.

source: The title for this Poll
ro: Titlul pentru acest sondaj

source: The category this Poll belongs to
ro: Categoria la care aparține acest sondaj

source: Whether this poll should be featured on the homepage
ro: Dacă acest sondaj ar trebui să fie afișat pe pagina principală

source: The splash category image to display for the poll (optional)
ro: Categoria culorii pe care o va avea imaginea afișată pentru sondaj (opțional)

source: The organization this poll is part of
ro: Organizația la care face parte acest sondaj

source: The title for this response story
ro: Titlul acestei povești de răspuns

source: The writer of the response story
ro: Scriitorul istorioarei de răspuns

source: The body of text for the story
ro: Corpul de text pentru articol

source: The name to describe this image
ro: Denumirea pentru a descrie această imagine

source: The poll to associate to
ro: Sondajul cu care trebuie asociat

source: The image file to use
ro: Fișierul imagine pentru utilizare

source: The poll for this response
ro: Sondajul la care aparține acest răspuns

source: The location for this response
ro: Regiunea la care aparține acest răspuns

source: The name of the sender of the message
ro: Numele expeditorului mesajului

source: The featured response message
ro: Mesajul de răspuns promovat

source: The poll this question is part of
ro: Sondajul din care face parte această întrebare

source: The title of this question
ro: Titlul acestei întrebări

source: The RuleSet this question is based on
ro: Setul de reguli pe care se bazează această întrebare

source: The label of the ruleset on RapidPro
ro: Eticheta setului de reguli de pe RapidPro

source: The priority number for this question on the poll
ro: Numărul priorității în sondaj pentru această întrebare

source: The Rule this response category is based on
ro: Regula pe care se bazează această categorie de răspuns

source: Your org does not have any API token configuration.
ro: Organizația dvs. nu are nicio configurație cu simbolul API.

source: You must include a title for every included question.
ro: Trebuie să incluzi un titlu pentru fiecare întrebare inclusă.

source: Title too long. The max limit is 255 characters for each title
ro: Titlu prea lung. Limita maximă pentru fiecare titlu este de 255 de caractere

source: You must include at least one poll question.
ro: Trebuie să incluzi cel puțin o întrebare în sondaj.

source: Adjust poll date
ro: Ajustează data sondajului

source: Your poll has been updated, now pick which questions to include.
ro: Sondajul a fost actualizat, acum alege întrebările care să fie incluse.

source: Configure flow
ro: Configurați fluxul

source: Your poll has been configured, now adjust the poll date.
ro: Sondajul dvs. a fost configurat, ajustați acum data sondajului.

source: Your poll has been created, now configure its flow.
ro: Sondajul dvs. a fost creat, configurați-l acum.

source: Poll Images
ro: Imagini sondaj

source: Now enter any responses you'd like to feature. (if any)
ro: Acum, introdu orice răspuns care ai dori să fie afișat. (dacă există)

source: Image %d
ro: Imagine %d

source: Image to display on poll page and in previews. (optional)
ro: Imaginea care să fie afișată pe pagina unde este plasat sondajul și în previzualizări. (opțional)

source: Image to display on poll page and in previews (optional)
ro: Imaginea care să fie afișată pe pagina unde este plasat sondajul și în previzualizări (opțional)

source: Poll Response
ro: Răspuns la sondaj

source: Your poll has been updated.
ro: Sondajul a fost actualizat.

source: Poll Questions
ro: Întrebări de sondaj

source: Now set what images you want displayed on your poll page. (if any)
ro: Acum setează imaginile care dorești să fie afișate pe pagina cu sondajul tău. (dacă există)

source: Whether to include this question in your public results
ro: Dacă această întrebare trebuie inclusă în rezultatele tale publice

source: Priority
ro: Prioritate

source: The priority of this question on the poll page, higher priority comes first
ro: Prioritatea acestei întrebări pe pagina de sondaj, prioritatea mai mare se află în partea de sus a paginii

source: Ruleset Label
ro: Etichetă set de reguli

source: The label of the ruleset from RapidPro
ro: Eticheta setului de reguli din RapidPro

source: Title
ro: Titlu

source: The question posed to your audience, will be displayed publicly
ro: Întrebarea pusă persoanelor pe care le-ai intervievat va fi afișată public

source: Color Choice
ro: Alegere culoare

source: Category {idx+1}
ro: Categorie {idx+1}

source: Display {idx+1}
ro: Afișează {idx+1}

source: Scheduled Sync currently in progress...
ro: Sincronizare programată în progres...

source: Last results synced %(time)s ago
ro: Ultimele rezultate sincronizate acum %(time)s

source: Synced
ro: Sincronizat

source: Sync currently in progress... {sync_progress:.1f}%
ro: Sincronizare în progres... {sync_progress:.1f}%

source: Edit Poll for flow [{flow_name} ({flow_date_hint})]
ro: Editează sondaj pentru flux [{flow_name} ({flow_date_hint})]

source: Scheduled a pull refresh for poll #%(poll_id)d on org #%(org_id)d
ro: S-a programat un refresh pentru sondajul # 1 %(poll_id)d pe org # 2 %(org_id)d

source: The name of the Contact Group that contains registered reporters
ro: Numele Grupului de Contact care conține reporteri înregistrați

source: The label of the Contact Field that contains the birth date of reporters
ro: Eticheta câmpului „Contacte” care include data nașterii a reporterilor

source: The label of the Contact Field that contains the gender of reporters
ro: Eticheta câmpului „Contacte” care include sexul reporterilor

source: The label of the Contact Field that contains the occupation of reporters
ro: Eticheta câmpului „Contacte” care include ocupația reporterilor

source: The label of the Contact Field that contains the registration date of reporters
ro: Eticheta câmpului „Contacte” care include data la care s-au înregistrat reporterii

source: The label of the Contact Field that contains the State of reporters
ro: Eticheta câmpului „Contacte” care include țara de unde provin reporterii

source: The label of the Contact Field that contains the District of reporters
ro: Eticheta câmpului „Contacte” care include regiunea de unde provin reporterii

source: The label of the Contact Field that contains the Ward of reporters
ro: Eticheta câmpului „Contacte” care include raionul de unde provin reporterii

source: The label assigned to U-Reporters that are Male.
ro: Eticheta atribuită U-Reporterilor de sex masculin.

source: The label assigned to U-Reporters that are Female.
ro: Eticheta atribuită U-Reporterilor de sex feminin.

source: Whether this org should be show on the landing page
ro: Dacă această organizație trebuie să fie afișată pe pagina țintă

source: Whether this org count should consider the count from link only
ro: Dacă dacă acest număr de org ar trebui să ia în considerare doar numărul de link-uri

source: The shortcode that users will use to contact U-Report locally
ro: Numărul scurt pe care utilizatorii îl vor folosi pentru a contacta U-Reporterul la nivel local

source: The short text used to direct visitors to join U-Report
ro: Textul scurt care va fi utilizat pentru a direcționa vizitatorii să se alăture la U-Report

source: The YouTube video ID for how to join U-Report section
ro: Codul video YouTube pentru a vă alătura secțiunii U-Report

source: The title of the photos section U-Report homepage
ro: Titlul secțiunii fotografii pe Pagina de pornire U-Report

source: The description of the photos section U-Report homepage
ro: Descrierea secțiunii fotografii pe Pagina de pornire U-report

source: The description of the opinions page
ro: Descrierea paginii de opinii

source: The description of the stories page
ro: Descrierea paginii de istorioare

source: The description of the engagement page
ro: Descrierea paginii de angajament

source: The callout message on the footer engagement section
ro: Mesajul de apelare în secțiunea de implicare la subsol

source: The primary color for styling for this organization, should be dark
ro: Culoarea principală pentru styling pentru această organizație, ar trebui să fie întunecată

source: The secondary color for styling for this organization, should be dark
ro: Culoarea secundară pentru styling pentru această organizație, ar trebui să fie întunecată

source: The tertiary color for styling for this organization, should be dark
ro: Culoarea terțiară pentru styling pentru această organizație, ar trebui să fie întunecată

source: The primary highlight color for styling for this organization, should be light
ro: Culoarea primordială pentru stilul acestei organizații ar trebui să fie deschisă

source: The secondary highlight color for styling for this organization, should be light
ro: Culoarea secundară evidențiată pentru stilul acestei organizații, ar trebui să fie deschisă

source: Up to 6 colors for styling charts, use comma between colors
ro: Până la 6 culori pentru stilizarea diagramelor, a se separa culorile prin virgulă

source: 11 colors for styling maps, use comma between colors, not used if not 11 colors
ro: 11 culori pentru hărți de styling, utilizați virgula între culori, nu sunt folosite dacă nu sunt cel puțin 11 culori

source: The states to show on maps only
ro: Statele trebuie afișate doar pe hărți

source: The states to show on maps only, used to filter poll results
ro: Statele vor fi afișate doar pe hărți, folosite pentru a filtra rezultatele sondajului

source: The Google Analytics Tracking ID for this organization
ro: ID-ul de urmărire Google Analytics pentru această organizație

source: The URL to the Youtube channel for this organization
ro: Adresa URL la canalul YouTube al acestei organizații

source: The URL to the Facebook page for this organization
ro: Adresa URL la pagina Facebook a acestei organizații

source: The integer id to the Facebook page for this organization (optional)
ro: ID-ul de tip Integer la pagina Facebook a acestei organizații (opțional)

source: The integer id to the Facebook app for this organization's chat app (optional)
ro: ID-ul de tip Integer spre aplicația Facebook pentru aplicațiile chat ale acestei organizații (opțional)

source: The short text used to greet users on Facebook Messenger Plugin
ro: Textul scurt folosit pentru a saluta utilizatorii de pe Facebook Messenger Plugin

source: The id of the Facebook Pixel for this organization (optional)
ro: ID-ul pixelului Facebook al acestei organizații (opțional)

source: The Instagram username for this organization
ro: Numele de utilizator pe Instagram al acestei organizații

source: The Instagram widget id from lightwidget.com
ro: Widget ID-ul pentru Instagram de la lightwidget.com

source: The Twitter handle for this organization
ro: Twitter handle pentru această organizație

source: The Twitter widget used for searching
ro: Twitter widget-ul folosit pentru căutare

source: The words to filter out from the results on public site
ro: Cuvintele pentru a filtra rezultatele de pe site-ul public

source: If there are jobs to be shown on the public site.
ro: Cuvintele pentru a filtra rezultatele de pe site-ul public

source: If this org if for global data. e.g: It shows a world map instead of a country map.
ro: Dacă această organizație este destinată pentru date globale, de ex.: Aceasta afișează o hartă globală în locul unei hărți a unei țări.

source: Whether to activate an extra gender.
ro: În caz dacă activați un gen suplimentar.

source: Whether to show the UNICEF logo in the footer.
ro: Dacă sigla UNICEF să fie afișată în josul paginii

source: The alpha-3 ISO code of the organization so that it appears the stories widget U-Report App. Example: BRA, NIG, CMR (Use GLOBAL if U-Report is Global).
ro: Codul ISO alpha-3 pentru organizație care va apărea în widget-ul de istorii U-Report App. De exemplu: BRA, NIG, CMR (a se utiliza GLOBAL dacă U-Reporterul este Global).

source: The font used for headline texts
ro: Fontul folosit pentru textele din titlu

source: The font used for normal text
ro: Fontul folosit pentru textul normal

source: Hide participation stats
ro: Ascunde statisticile de participare

source: The text to describe the sponsors of free messages
ro: Textul pentru a descrie sponsorii mesajelor gratuite

source: The font used for small text
ro: Fontul folosit pentru textul mic

source: If you need to include some custom HTML codes in you org pages, like custom analytics code snippets
ro: Dacă ai nevoie să incluzi unele coduri HTML personalizate în paginile organizației tale, cum ar fi fragmente de cod personalizat de analiză

source: Other language sites links
ro: Legături către situri în alte limbi

source: 90 Days
ro: 90 de zile

source: 6 Months
ro: 6 luni

source: 12 Months
ro: 12 luni

source: All
ro: Toate

source: Age
ro: Vârstă

source: Channels
ro: Canale

source: Location
ro: Locație

source: Opinion Responses
ro: Răspunsuri de opinie

source: Sign Up Rate
ro: Rată de înregistrare

source: Response Rate
ro: Rată de răspuns

source: Active Users
ro: Utilizatori activi

source: Whether this row was created by squashing
ro: Dacă acest rând a fost creat prin comasare

source: Story
ro: Articol

source: Reward points
ro: Puncte recompensă

source: How many points does an user earn for reading this story
ro: Câte puncte va primi un utilizator pentru citirea acestui articol

source: Display the user rating
ro: Afișează evaluarea

source: Display or hide the user rating for this story
ro: Afișează sau ascunde evaluarea dată de utilizatori acestui articol

source: Average rating
ro: Evaluare medie

source: Story settings
ro: Setări articol

source: User
ro: Utilizator

source: Creation date
ro: Data creării

source: Story bookmark
ro: Marcaj articol

source: Story bookmarks
ro: Marcaje articole

source: Score
ro: Scor

source: Story rating
ro: Evaluare articol

source: Story ratings
ro: Evaluări articole

source: Story read
ro: Citire articol

source: Story reads
ro: Citiri articole

source: Points
ro: Puncte

source: How many points will be awarded to the reader
ro: Câte puncte va primi cititorul

source: Story reward
ro: Recompensă articol

source: Story rewards
ro: Recompense articole

source: Something to trigger localizations
ro: Ceva care să seteze localizările

source: Organisation
ro: Organizație

source: Image
ro: Imagine

source: The badge image file
ro: Fișierul imagine pentru insignă

source: Display or hide this item
ro: Afișează sau ascunde acest item

source: Validation category
ro: Categorie validare

source: Restrict badge validation to a specific category
ro: Restrânge asupra acestei categorii validarea insignelor

source: Total count for validation
ro: Număr total pentru validare

source: Offer this badge only to users who completed the specified number of items (from the selected category)
ro: Oferă această insignă doar utilizatorilor ce au completat numărul specificat de itemi (din categoria selectată)

source: In-progress badge description template
ro: Șablon descriere insignă în progres

source: Template for the text to be displayed for badges which have not been earned yet. Use ${read_count} ${left_count} ${pluralize_stories_read} ${pluralize_stories_left} as placeholders for the total number of items already read in category, the number of items left to be read, the translated plural form of the item type (story, article, ...)
ro: Șablon pentru textul afișat în cazul insignelor ce nu au fost încă obținute de utilizator. Folosiți ${read_count} ${left_count} ${pluralize_stories_read} ${pluralize_stories_left} ca substituenți pentru numărul total de itemi citiți deja, numărul de itemi rămași de citit, forma pluralizată a substantivului ce descrie tipul de item (articol, ...)

source: Completed badge description
ro: Descriere insignă obținută

source: Text to be displayed for earned badges
ro: Text spre a fi afișat în cazul insignei obținute

source: Badge type
ro: Tip insignă

source: Badge types
ro: Tipuri insigne

source: The selected category belongs to a different organisation
ro: Categoria selectată aparține unei alte organizații

source: story
ro: articol

source: Date offered
ro: Dată oferire

source: User badge
ro: Insignă utilizator

source: User badges
ro: Insigne utilizatori

source: RapidPro Contact UUID
ro: UUID contact RapidPro

source: The profile image file to use
ro: Fișierul imagine pentru profil

source: Confirmation code
ro: Cod confirmare

source: Confirmation code for the password reset
ro: Cod confirmare pentru resetarea parolei

source: Expiration date
ro: Dată expirare

source: Expiration date for the password reset code
ro: Dată expirare pentru codul de resetarea a parolei

source: Confirmation code retries
ro: Reîncercari cod confirmare

source: How many attempts were made for this confirmation code
ro: Câte reîncercari au fost făcute pentru acest cod de confirmare

source: User profile
ro: Profil utilizator

source: Use profiles
ro: Profiluri utilizatori

source: Wrong email format
ro: Format eronat email

source: Email address already used
ro: Adresă email deja utilizată

source: User does not exist
ro: Utilizatorul nu există

source: Wrong code
ro: Cod greșit

source: The new passwords do not match
ro: Noile parole nu se potrivesc

source: Password reset code
ro: Cod resetare parolă

source: Your password reset code is: {}
ro: Codul tău de resetare a parolei este: {}

source: Wrong current password
ro: Parolă curentă eronată

source: Invalid OAuth token
ro: Simbol OAuth invalid

source: No image file uploaded
ro: Niciun fișier imagine încărcat

source: Cannot delete an admin account
ro: Nu se poate șterge un cont admin

source: The name of this category
ro: Denumirea acestei categorii

source: An optional image that can describe this category
ro: O imagine opțională care poate să descrie această categorie

source: Categories
ro: Categorii
