Repository: code4romania/ureport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

source: Remember for a Twitter job source you are required to get a widget id from twitter.
ro: Rețineți, pentru a indica sursa de achiziții de pe Twitter, este necesar a obține un ID al widget-ului din twitter.

source: ABOUT U-REPORT
ro: DESPRE U-REPORT

source: Scroll to Learn more
ro: Află detalii mai jos

source: The mission of U-Report
ro: Misiunea U-Report

source: Why Join U-Report?
ro: De ce să te alături U-Report?

source: Speak out on what's happening in your community
ro: Spune ce se întâmplă în comunitatea ta

source: Use U-Report results and information to update and increase citizen's awareness
ro: Utilizează rezultatele și informațiile U-Report pentru a actualiza și a crește gradul de conștientizare a cetățenilor

source: Participate in nationwide campaigns to help improve your country
ro: Participă la campanii naționale pentru a ajuta la îmbunătățirea situației în țară

source: Share what's happening around %(country)s with other U-Reporters
ro: Împărtășeste ce se întâmplă în %(country)s cu alți U-Reporteri

source: CLICK HERE TO JOIN
ro: CLICK AICI PENTRU A TE ALĂTURA

source: U-REPORT VIDEOS
ro: VIDEOURI U-REPORT

source: No videos yet.
ro: Momentan nu există videouri.

source: WATCH IT ON YOUTUBE
ro: URMĂREȘTE PE YOUTUBE

source: Follow
ro: Urmărește

source: U-Report is a social messaging tool that is free to everyone, wherever you are in the world, to speak out on development issues, support child rights and improve our communities
ro: U-Report este un instrument de mesagerie socială, gratuit pentru toată lumea, oriunde v-ați afla în lume, pentru a vorbi despre problemele de dezvoltare, pentru a sprijini drepturile copilului și pentru a îmbunătăți comunitățile noastre

source: CURRENT POLL
ro: SONDAJ CURENT

source: View Full Results
ro: Vezi rezultate complete

source: All U-Report members
ro: Toți membrii U-Report

source: Responded out of
ro: Au răspuns din

source: RESPONDER'S RATE BY LOCATION
ro: RATA RESPONDENȚILOR DUPĂ LOCAȚIE

source: Most responded
ro: Majoritatea au răspuns

source: %(responded)s of %(total)s
ro: %(responded)s de %(total)s

source: TRENDING WORDS
ro: CUVINTE CHEIE

source: FEATURED RESPONSES
ro: RĂSPUNSURI RECOMANDATE

source: TOTAL # OF U-REPORTERS
ro: TOTAL # DIN U-REPORTERI

source: 4 MOST ACTIVE REGIONS
ro: 4 CELE MAI ACTIVE REGIUNI

source: RATE BY GENDER
ro: RATĂ DUPĂ GEN

source: RATE BY AGE
ro: RATĂ DUPĂ VÂRSTĂ

source: WHAT U-REPORTERS ARE SAYING
ro: CE SPUN U-REPORTERII

source: FEATURED VIDEO
ro: VIDO RECOMANDAT

source: Watch more videos
ro: Vezi mai multe videouri

source: FEATURED REGION
ro: REGIUNE RECOMANDATĂ

source: Check more stories in U-Report app
ro: Vezi mai multe articole în aplicația U-Report

source: View more stories on Facebook
ro: Vezi mai multe articole pe Facebook

source: View more on Instagram
ro: Vezi mai multe pe Instagram

source: Read more tweets on Twitter
ro: Citește mai multe mesaje pe Twitter

source: NEWS FEED
ro: FLUX DE ȘTIRI

source: Read full story
ro: Citește tot articolul

source: Read this story
ro: Citește acest articol

source: JOBS
ro: ACHIZIȚII

source: Scroll to see job details
ro: Află detalii mai jos

source: Tweet to
ro: Distribuie către

source: Read more
ro: Citește mai multe

source: JOIN U-REPORT
ro: ALĂTURĂ-TE U-REPORT

source: HOW TO JOIN
ro: CUM SĂ TE ALĂTURI

source: * U-Report is a free program sponsored by UNICEF with help of Network Providers in %(country)s. U-Report will not ask for any payments nor personal financial information, PLEASE disregard any messages which ask you for payment either on this number or on the Facebook and Twitter pages. All U-Report services (all msg on %(shortcode)s) are free.
ro: * U-Report este un program gratuit sponsorizat de UNICEF cu ajutorul furnizorilor de rețea din %(country)s. U-Report nu va solicita nicio plată și nici informații financiare personale, Vă rugăm să ignorați orice mesaj care vă solicită plata fie pe acest număr, fie pe paginile de Facebook și Twitter. Toate serviciile U-Report %(shortcode)s sunt gratuite.

source: U-REPORT ON SOCIAL MEDIA
ro: U-REPORT PE REȚELELE DE SOCIALIZARE

source: Compose new Tweet
ro: Compune un nou tweet

source: CURRENT POLL IN
ro: SONDAJ CURENT

source: response rate
ro: rată de răspuns

source: responded out of
ro: au răspuns din

source: polled
ro: intervievați

source: POLL RESULTS
ro: REZULTATE SONDAJ

source: %(responded)s responded out of %(polled)s polled
ro: %(responded)s au răspuns din %(polled)s chestionați

source: KEYWORDS
ro: CUVINTE CHEIE

source: STATISTICS
ro: STATISTICI

source: LOCATIONS
ro: LOCAȚII

source: FEATURED ANSWERS
ro: RĂSPUNSURI RECOMANDATE

source: No featured answers.
ro: Niciun răspuns recomandat.

source: U-Reporter in
ro: U-Reporter în

source: RELATED STORIES
ro: ARTICOLE ASOCIATE

source: No related stories.
ro: Niciun articol asociat.

source: FEATURED IMAGES
ro: IMAGINI RECOMANDATE

source: No featured images yet.
ro: La moment lipsesc imagini recomandate.

source: BY
ro: DE CĂTRE

source: LATEST STORIES
ro: ULTIMELE ARTICOLE

source: FILTERED BY
ro: FILTREAZĂ DUPĂ

source: Scroll to read more
ro: Află detalii mai jos

source: STORY CONTINUES
ro: ARTICOLUL CONTINUĂ

source: RELATED POLLS
ro: SONDAJE ASOCIATE

source: No related polls.
ro: Niciun sondaj asociat.

source: No featured images.
ro: Nicio imagine recomandată.

source: WHO WE ARE
ro: CINE SUNTEM

source: U-REPORTER STATISTICS
ro: STATISTICI U-REPORTERI

source: WHERE ARE U-REPORTERS FROM?
ro: DE UNDE VIN U-REPORTERII?

source: REGISTRATION RATE: IN THE PAST 6 MONTHS
ro: RATĂ DE ÎNREGISTRARE: ÎN ULTIMELE 6 LUNI

source: OCCUPATION: TOP 9 MOST MENTIONED
ro: OCUPAȚIE: TOP 9 CELE MAI DES MENȚIONATE

source: Registered
ro: Înregistrat

source: Week of
ro: Săptămâna din
